{"chapters": [{"summary": "We've set up a new email address. It's called last days@tmz. com. If you have any comments, questions, suggestions about future episodes, please go ahead and send them on in. Here's today's episode.", "gist": "Last Days: Episode 290", "headline": "If you have any comments or suggestions for future episodes, please send them", "start": 250, "end": 24190}, {"summary": "Jimmy Buffett died from complications from merkel cell carcinoma. Both his name and his signature hit, Margaritaville, are synonymous with a distinctive American subculture of island escapism. Forbes estimated his net worth at a cool $1 billion.", "gist": "Jimmy Buffett Dead at", "headline": "American singer songwriter Jimmy Buffett dies aged 72 from skin cancer", "start": 25370, "end": 203502}, {"summary": "Jimmy Buffett was more than just a talented and important musician. He was a brand. Buffett was the most important purveyor of a brand of music known as trop rock or tropical rock. His breakthrough hit of Margaritaville launched him into the mainstream.", "gist": "Jimmy Buffett Dead at 76", "headline": "Jason Beckerman: Jimmy Buffett was more than just a musician", "start": 203636, "end": 550778}, {"summary": "Jimmy Buffett is singular. You can hear songs whenever they're mentioned sort of boozing kicking back. Buffett got into every aspect of media, not just a singer songwriter, but a writer of books. Buffett is estimated to be worth a billion dollars.", "gist": "Jimmy Buffett Gets Kicked Out of", "headline": "Jimmy Buffett famously got kicked out of a New York Knicks game in 2001", "start": 550864, "end": 795530}, {"summary": "Jimmy Buffett licensed the term Margaritaville to everything. His greatest success came in the form of a billion dollar retirement village in Daytona Beach. I wonder if the great artists of today, the most popular, if they could accomplish this, they could open. Do you think Swiftville would attack?", "gist": "Jimmy Buffett's Last Days", "headline": "Jimmy Buffett licensed the term Margaritaville to everything", "start": 795600, "end": 899482}, {"summary": "Jimmy Buffett gave the commencement speech at the University of Miami in 2015. A lot of his charitable work was towards hurricane relief in Haiti. He really put his money where his mouth was. Yes, he made a billion dollars, but he was a good person as well.", "gist": "Jimmy Buffett at Miami University Commencement", "headline": "His charitable endeavors were consistent with his brand as well", "start": 899536, "end": 953338}, {"summary": "In any endeavor, talent is about 10%, luck, 20, work ethic, 30 and passion, 40. Passion, not profit, should always be your guide toward whatever you see as your place in the world. There are no shortcuts to success.", "gist": "4 Things You Need to Be Successful", "headline": "Passion is the rudder that steers your quest for success", "start": 953514, "end": 1009980}], "episode_thumbnail": "https://production.listennotes.com/podcasts/last-days-tmz-g-p34mEaX_U-IPKgzAwB-2H.300x300.jpg", "podcast_title": "Special Episode: Jimmy Buffett", "episode_title": "Last Days"}