{"chapters": [{"summary": "Shopify is the global commerce platform that helps you sell at every stage of your business. From the launch your online Shop stage to the first real life store stage. Businesses that grow grow with Shopify sign up for a $1 per month trial.", "gist": "Shopify", "headline": "Shopify is the global commerce platform that helps you sell at every stage", "start": 250, "end": 123694}, {"summary": "Midori Dixit's new Netflix mystery series, The Fame Game. Will the police find Anamika Anand? Was her family involved in her disappearance? Who is this superfan turned stalker? Listen now to find out.", "gist": "The Fame Game", "headline": "This podcast features a look at a new Netflix mystery series called The Fame Game", "start": 123742, "end": 170034}, {"summary": "We wrap up our month of Maturi Madness Month by discussing her new Netflix show. She's the female equivalent of Saifile icon and Nawazadin Siddiqui in Sacred games. There's something to the rise of prestige television, but also of prestige streaming shows.", "gist": "PeeCee on Her New Netflix Drama", "headline": "Madober: Oprah is starring in a new Netflix series", "start": 170072, "end": 529380}, {"summary": "At one point the show was called Finding Anamica. At some point, the title changed to the Fame Game. It debuted on February 25, 2022. There are eight episodes. They're about 45 to 50 minutes.", "gist": "The Fame Game", "headline": "Show is called the Fame Game. At one point the show was called Finding Anamica", "start": 529750, "end": 625090}, {"summary": "Sanjay Kapoor as Anamaka's husband. Manav Kohl as Manish Khanna, who is a sort of I guess you'd call him maybe a sharuk type. Shahra Khan seems like a great dad, by the way. Neil Kapoor. I like him.", "gist": "PeeCee On", "headline": "Tell me about the cast. Sanjay Kapoor as Anamaka's husband", "start": 625160, "end": 764914}, {"summary": "The show takes place just as Namika Anand, who is essentially a Madrid diction in this universe. Half of the show is set kind of after she disappears, while the other half shows the events leading up to her disappearance. The show crisscrosses in time between these two things as family secrets are laid bare.", "gist": "PeeCee", "headline": "The show is set after Anamaka goes missing", "start": 764952, "end": 1060702}, {"summary": "\"Anamaka anan \" has gotten pretty good reviews. There's a larger theme of family in the show. It does end in such a way that it is satisfying if there isn't one. It feels like it's open for a sequel.", "gist": "Anamaka Anan on", "headline": "The show is about family and how you navigate who your family is", "start": 1060756, "end": 1358622}, {"summary": "People have a fascination with stardom and with kind of the public persona that they present. It does start to become not about the industry, but about how fame has affected her life. That's a really interesting idea that the show is digging into. I'm sure it's got to get a second season.", "gist": "Is Fan Similar To The Dirty Picture?", "headline": "Fan explores how fame has affected Shahrukh Khan's family life", "start": 1358676, "end": 1491290}, {"summary": "I think we need to talk about costumes because costumes were great. This show does a really good job. of storytelling through costume. Everything really does feel in service of kind of the story that it's telling. It's a very character driven show.", "gist": "Punji Review", "headline": "This show does a really good job of storytelling through costume", "start": 1492270, "end": 1651222}, {"summary": "There are some things that are telegraphed pretty early on. If I were to make a second season of this, I would make him, like, an annoying influencer type guy. He needs a boost. As the show goes on, the more you learn about her relationship with her mother nightmare.", "gist": "milo on The Young and the Beautiful", "headline": "There are some things that are telegraphed pretty early on", "start": 1651366, "end": 2126758}, {"summary": "He's kind of drawing on Amara when her mother's missing. People do like to take advantage of stars. The family is open to being manipulated, but he sees his chance of taking advantage of her daughter. It's good. Stick with it.", "gist": "He's a Predator", "headline": "He's trying to take advantage of Amara when her mother is missing", "start": 2126924, "end": 2324242}, {"summary": "The way she handles the stalker is amazing because she used her acting powers. Her son is her secret love child. He'll never know because they were telegraphing his suicide hard. I think this whole narrative ultimately redeems the character of the sun.", "gist": "Stalker In The Secret Love Child Drama", "headline": "You dismiss the idea that there is a secret love child in this movie", "start": 2324296, "end": 2509086}, {"summary": "The show ends with what I thought all along, is that it's the same thing as the Big Lebowski. She kidnapped herself in order to generate publicity for her movie. But the unintended consequence is that her costar Billy kills himself. That's exactly the kind of melodrama stuff I love.", "gist": "The Good Place Ending", "headline": "The show ends with what I thought all along, is that", "start": 2509108, "end": 2603054}, {"summary": "Three Kitchens is a podcast about home cooking. This week, host Heather Dyer talks about the new series \"Anamaka Anan\" She says the actress playing her is a better actor than she gave her credit for. Are you still listening? Send us a message.", "gist": "Anamaka Anan's Disappearance Recap", "headline": "I think Manish Khan gives a great performance as Anamaka Anon", "start": 2603252, "end": 2923650}, {"summary": "What's the best Netflix Hindi show? I think it's sacred games. But this is then Delhi Crime is really good too. I think I still think Amazon is beating them. This is a good next showing for Netflix.", "gist": "Netflix's '", "headline": "This is a good next showing for Netflix and a good proof of concept", "start": 2923800, "end": 2963440}, {"summary": "Sticky Wickets will be doing some cricket biopics. 83 is finally on Netflix. Let us know what you think of the fame game and the show and Hollywood. Rate and review us on your favorite platforms.", "gist": "STICKY WICKES", "headline": "Episode 83 of Bollywood Pod is finally on Netflix", "start": 2963750, "end": 3141878}, {"summary": "Shopify is the global commerce platform that helps you sell at every stage of your business. Shopify powers 10% of all ecommerce in the US. To grow your business sign up for a $1 per month trial period.", "gist": "Shopify", "headline": "Shopify is the global commerce platform that helps you sell at every stage", "start": 3142044, "end": 3259040}], "episode_thumbnail": "https://production.listennotes.com/podcasts/bollywood-is-for/netflix-and-dil-the-fame-4vDeF6aKbz0-WYQEVvHDjN3.300x175.jpg", "podcast_title": "Netflix and Dil: The Fame Game, or Madhuri Madness 2", "episode_title": "Bollywood is For Lovers"}